#+TITLE: Portfolio I
#+AUTHOR: Chris Hogan
#+DATE: <2022-12-12 Mon> to <2022-01-15 Sun>
#+STARTUP: nologdone

* Week 1
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W50 :tags t
#+CAPTION: Clock summary at [2022-12-15 Thu 21:18], for week 2022-W50.
| Tags    | Headline             | Time   |      |      |
|---------+----------------------+--------+------+------|
|         | *Total time*         | *9:59* |      |      |
|---------+----------------------+--------+------+------|
|         | Week 1               | 9:59   |      |      |
|         | \_  <2022-12-12 Mon> |        | 1:57 |      |
| drawing | \_    Art wod        |        |      | 1:57 |
|         | \_  <2022-12-13 Tue> |        | 3:06 |      |
| study   | \_    Art wod        |        |      | 1:01 |
| drawing | \_    Art wod        |        |      | 2:05 |
|         | \_  <2022-12-14 Wed> |        | 2:23 |      |
| drawing | \_    Art wod        |        |      | 2:23 |
|         | \_  <2022-12-15 Thu> |        | 2:33 |      |
| drawing | \_    Art wod        |        |      | 2:33 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h) |
|----------+------------+----------|
| drawing  | *Tag time* | *8h 58m* |
|----------+------------+----------|
| study    | *Tag time* | *1h 1m*  |
|----------+------------+----------|
| painting | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| 3D       | *Tag time* | *0h 0m*  |

#+END:

** <2022-12-12 Mon>
*** DONE Art wod                                                      :drawing:
:LOGBOOK:
CLOCK: [2022-12-12 Mon 19:05]--[2022-12-12 Mon 21:02] =>  1:57
:END:
** <2022-12-13 Tue>
*** DONE Art wod                                                      :study:
:LOGBOOK:
CLOCK: [2022-12-13 Tue 13:35]--[2022-12-13 Tue 13:58] =>  0:23
CLOCK: [2022-12-13 Tue 12:20]--[2022-12-13 Tue 12:30] =>  0:10
CLOCK: [2022-12-13 Tue 07:47]--[2022-12-13 Tue 08:15] =>  0:28
:END:
*** DONE Art wod                                                    :drawing:
:LOGBOOK:
CLOCK: [2022-12-13 Tue 19:15]--[2022-12-13 Tue 20:16] =>  1:01
CLOCK: [2022-12-13 Tue 10:27]--[2022-12-13 Tue 11:31] =>  1:04
:END:
** <2022-12-14 Wed>
*** DONE Art wod                                                    :drawing:
:LOGBOOK:
CLOCK: [2022-12-14 Wed 18:28]--[2022-12-14 Wed 20:12] =>  1:44
CLOCK: [2022-12-14 Wed 10:58]--[2022-12-14 Wed 11:37] =>  0:39
:END:
** <2022-12-15 Thu>
*** DONE Art wod                                                    :drawing:
:LOGBOOK:
CLOCK: [2022-12-15 Thu 19:55]--[2022-12-15 Thu 21:17] =>  1:22
CLOCK: [2022-12-15 Thu 15:20]--[2022-12-15 Thu 15:55] =>  0:35
CLOCK: [2022-12-15 Thu 08:46]--[2022-12-15 Thu 09:22] =>  0:36
:END:
